docs: :memo: update readme
